Repository: steam3d/MagicPods-Windows-UI-Strings
Catalog: */Resources.resw
Source language: en_us
Languages: ar_aa, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, es_mx, fa_ir, fi_fi, fil, fr_fr, he_il, hi_in, hr_hr, hu_hu, id_id, it_it, ja_jp, kn_in, ko_kr, lt_lt, lv_lv, mn_mn, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_latn, sv_se, te_in, th_th, tr_tr, uk_ua, ur_pk, vi_vn, yue, zh_cn, zh_tw

# Preferences_Setting_Startup.Description
source: You can enable or disable this in the Startup tab in Task Manager.
lt_lt: Įgalinkite arba išjunkite programos paleidimą, kai paleidžiama „Windows“.
ms_my: Anda boleh buka atau tutup semula dalam tab permulaan di Pengurus Tugas.
pt_br: Ative ou desative a inicialização automática do aplicativo ao iniciar o Windows.
ur_pk: آپ اسے ٹاسک مینیجر میں آغاز اپ ٹیب میں فعال یا غیر فعال کر سکتے ہیں۔

# Headphones_Settings_FastSearch_Description.Text
source: Reduces the search time for AirPods. Turn it on when you are sure that no one else around is using AirPods.
ko_kr: 에어팟의 검색 시간을 단축할 수 있습니다. 주변에 다른 에어팟이 없을 때 사용하세요.
pt_br: Reduz o tempo de busca de AirPods. Ative quando tiver certeza de que ninguém mais nas proximidades está usando AirPods.
sk_sk: Skracuje čas vyhľadávania slúchadiel AirPods. Zapnite ho, keď ste si istí, že nikto iný v okolí nepoužíva AirPods.
sl_si: Skrajša čas iskanja slušalk AirPods. Vklopite to, ko ste prepričani, da nihče drug v okolici ne uporablja AirPods.
th_th: ลดเวลาในการค้นหา AirPods เปิดใช้งานเมื่อคุณแน่ใจว่าไม่มีการใช้ AirPods อยู่
ur_pk: ایئر پوڈز کی تلاش کا وقت کم کرتا ہے۔ جب آپ کو یقین ہو کہ آس پاس کوئی اور ایئر پوڈز استعمال نہیں کر رہا ہے تو اسے آن کریں۔
zh_cn: 减少搜索 AirPods 所需的时间。当您附近没有其他人使用 AirPods 时启用此功能。

# Support_Buttons_OpenLog.Content
source: Debug log
pt_br: Registro de depuração

# Menu_Close.Content
source: Close MagicPods
ko_kr: MagicPods 닫기
lt_lt: Išeiti
lv_lv: Aizvērt MagicPods
ms_my: Keluar
nb_no: Lukk MagicPods
pt_br: Fechar MagicPods
si_lk: MagicPods වසන්න
sk_sk: Zatvoriť MagicPods
sl_si: Zapri MagicPods
sr_latn: Zatvori MagicPods
sv_se: Stäng MagicPods
th_th: ปิด MagicPods
ur_pk: میجک پوڈز بند کریں
zh_cn: 关闭 MagicPods

# Menu_DialogClose.Title
source: Close MagicPods?
ko_kr: MagicPods를 종료하시겠습니까?
lt_lt: Išeiti iš MagicPods?
lv_lv: Aizvērt MagicPods?
ms_my: Keluar dari MagicPods?
nb_no: Avslutte MagicPods?
pt_br: Fechar MagicPods?
si_lk: MagicPods වසන්නද?
sk_sk: Zavrieť MagicPods?
sl_si: Zaprem MagicPods?
sr_latn: Zatvori MagicPods?
sv_se: Vill du avsluta MagicPods?
th_th: ปิด MagicPods?
ur_pk: میجک پوڈز بند کریں؟
zh_cn: 关闭 MagicPods？

# Menu_DialogClose.PrimaryButtonText
source: Close
ko_kr: 닫기
lt_lt: Išeiti
lv_lv: Aizvērt
ms_my: Keluar
nb_no: Avslutt
pt_br: Fechar
si_lk: වසන්න
sk_sk: Zatvoriť
sl_si: Zapri
sr_latn: Zatvori
sv_se: Stäng
th_th: ปิด
ur_pk: بند کریں
zh_cn: 关闭

# Headphones_Settings_EarDetection_Button_SupportedPlayers.Content
source: List of supported players
ko_kr: 지원되는 플레이어 목록
pt_br: Lista de reprodutores suportados
sk_sk: Zoznam podporovaných hráčov
sl_si: Seznam podprtih predvajalnikov
th_th: รายชื่อผู้เล่นที่รองรับ
ur_pk: معاون کھلاڑیوں کی فہرست
zh_cn: 受支持的播放器列表

# Settings_Popup_Setting_SearchRadius.HyperlinkText
source: What is search radius?
pt_br: O que é raio de busca?
ur_pk: تلاش کا رداس کیا ہے؟

# Headphones_Settings_AutoConnect_Header.Text
source: Auto connect
ko_kr: 자동 연결
pt_br: Conexão automática
sk_sk: Automatické pripojenie
sl_si: Samodejno poveži
th_th: เชื่อมต่ออัตโนมัติ
ur_pk: آٹو کنیکٹ
zh_cn: 自动连接

# Headphones_Settings_AutoPlay_Header.Text
source: Auto play
ko_kr: 자동 재생
pt_br: Reprodução automática
sk_sk: Automatické prehrávanie
sl_si: Samodejno predvajanje
th_th: เล่นอัตโนมัติ
ur_pk: آٹو پلے
zh_cn: 自动播放

# Headphones_Settings_AutoPlay_Description.Text
source: Send the «Play» command after connecting the headphones. If there are no open players Windows will ignore the command.
pt_br: Envie o comando «Play» após conectar os AirPods. Se não houverem reprodutores abertos, o Windows irá ignorar o comando.
ur_pk: ایئر پوڈز کو جوڑنے کے بعد "پلے" کمانڈ بھیجیں۔ اگر کھلے پلےير نہیں ہیں تو ونڈوز حکم کو نظر انداز کر دے گا۔

# Settings_ShowConnectButton_Setting.Header
source: Show «Connect» button
lt_lt: Rodyti mygtuką „Prisijungti“
ms_my: Tunjukkan butang «Sambung»
pt_br: Mostrar o botão «Conectar»
ur_pk: "کنیکٹ" بٹن دکھائیں

# Headphones_Settings_SwitchAudioOutput_Header.Text
source: Auto switch sound output
pt_br: Troca automática da saída de áudio
ur_pk: آٹو سوئچ آڈیو آؤٹ پٹ

# Headphones_Settings_SwitchAudioOutput_Item_AudioEndpointRemoved
source: Device not available or removed
ko_kr: 장치가 사용할 수 없는 상태이거나 제거되었습니다
pt_br: Dispositivo não disponível ou removido
sk_sk: Zariadenie nedostupné alebo odstránené
sl_si: Naprava ni na voljo ali pa je bila odstranjena
th_th: อุปกรณ์ไม่พร้อมใช้งานหรือถูกลบออก
ur_pk: آلہ دستیاب نہیں ہے یا ہٹا دیا گیا ہے
zh_cn: 设备不可用或已移除

# Settings_VoiceOver_Setting_OnOff.HyperlinkText
source: Learn more
pt_br: Saiba mais
ur_pk: اورجانیے

# Headphones_Settings_EarDetection_Description_DecreaseVolume.Text
source: The volume decreases when you remove one AirPods from your ear, or restores when you remove / put on both AirPods.
ko_kr: 한쪽 에어팟을 제거하면 음향 크기가 감소하고 양쪽 에어팟을 제거하거나 장착하면 음향 크기가 복원됩니다.
pt_br: O volume diminui quando você remove um AirPod do ouvido ou é restaurado quando você remove/coloca os dois AirPods.
sk_sk: Hlasitosť sa zníži, keď vyberiete jedno slúchadlo AirPods z ucha, alebo sa obnoví, keď vyberiete/nasadíte obe slúchadlá AirPods.
sl_si: Glasnost se zmanjša, ko odstranite eno slušalko AirPods iz ušesa, in se obnovi, ko odstranite/namestite obe slušalki AirPods.
th_th: ระดับเสียงจะลดลงเมื่อคุณถอด AirPods หนึ่งข้างออกจากหูของคุณ หรือคืนกลับเมื่อคุณถอด/ใส่ AirPods ทั้งสองข้าง
ur_pk: حجم کم ہو جاتا ہے جب آپ اپنے کان سے ایک ائیر پوڈ ہٹاتے ہیں، یا جب آپ دونوں ائیر پوڈز کو ہٹاتے / لگاتے ہیں تو بحال ہو جاتا ہے۔
zh_cn: 在您取出一只 AirPods 时降低音量，或者在您取出/戴上两只 AirPods 时恢复音量大小。

# Headphones_Settings_AutoConnect_Description.Text
source: Automatically connect to AirPods when you take the right or left AirPods out of the case.
ko_kr: 케이스에서 왼쪽 또는 오른쪽 에어팟을 꺼내면 자동으로 연결됩니다.
pt_br: Conectar-se automaticamente aos AirPods ao retirar o AirPod direito ou esquerdo do estojo.
sk_sk: Automaticky sa pripojí k slúchadlám AirPods, keď pravé alebo ľavé slúchadlo AirPods vyberiete z puzdra.
sl_si: Samodejno se povežite s slušalkami AirPods, ko desno ali levo slušalko AirPods vzamete iz ohišja.
th_th: เชื่อมต่อกับ AirPods โดยอัตโนมัติเมื่อคุณถอด AirPods ด้านขวาหรือด้านซ้ายออกจากเคส
ur_pk: جب آپ دائیں یا بائیں ایئر پوڈز کو کیس سے باہر نکالتے ہیں تو خود بخود ایئر پوڈز سے جڑیں۔
zh_cn: 从充电盒取出一只 AirPods 时自动建立连接。

# Headphones_Settings_EarDetection_Description_Both.Text
source: The playback pauses and the volume decreases when you remove one AirPods from your ear, or stops and the volume restores when you remove both AirPods.
ko_kr: 귀에서 한쪽 에어팟을 제거하면 재생이 일시 중지되고 음향 크기가 감소됩니다. 양쪽 에어팟을 모두 제거하면 재생을 중지하고 음향 크기가 복구됩니다.
pt_br: A reprodução é interrompida e o volume diminui quando você remove um AirPods do ouvido, ou para e o volume é restaurado quando você remove os dois AirPods.
sk_sk: Prehrávanie sa pozastaví a hlasitosť sa zníži, keď si vyberiete jedno AirPods z ucha, alebo sa zastaví a hlasitosť sa obnoví, keď obe slúchadlá AirPod vyberiete.
sl_si: Predvajanje se ustavi in glasnost se zmanjša, ko odstranite eno slušalko AirPods z ušesa, ali pa se ustavi in glasnost se obnovi, ko odstranite obe slušalki AirPods.
th_th: การเล่นจะหยุดชั่วคราวและระดับเสียงจะลดลงเมื่อคุณถอด AirPods หนึ่งข้างออกจากหูของคุณ หรือหยุดและระดับเสียงจะกลับคืนมาเมื่อคุณถอด AirPods ทั้งสองข้าง
ur_pk: جب آپ اپنے کان سے ایک ایئر پوڈ ہٹاتے ہیں تو پلے بیک رک جاتا ہے اور والیوم کم ہوجاتا ہے، یا رک جاتا ہے اور جب آپ دونوں ایئر پوڈز کو ہٹاتے ہیں تو والیوم بحال ہوجاتا ہے۔
zh_cn: 在您取出一只 AirPods 时暂停播放并降低系统音量，或者在您取出两只 AirPods 时停止播放并恢复系统音量大小。

# Headphones_Settings_SwitchAudioOutput_Description.Text
source: Switch audio from AirPods to default speakers when both AirPods are out of ear.
ko_kr: 모든 에어팟이 착용되지 않았을 경우 기본 스피커로 출력이 변경됩니다.
pt_br: Alterne o áudio dos AirPods para os alto-falantes padrão quando os dois AirPods estiverem fora do ouvido.
sk_sk: Prepnite zvuk zo slúchadiel AirPods na predvolené reproduktory, keď sú obe slúchadlá AirPod mimo ucha.
sl_si: Preklopite zvok s slušalk AirPods na privzete zvočnike, ko sta obe slušalki AirPods zunaj ušesa.
th_th: สลับเสียงจาก AirPods เป็นลำโพงเริ่มต้นเมื่อ AirPods ทั้งคู่ไม่อยู่ในหู
ur_pk: جب دونوں ایئر پوڈز کان سے باہر ہوں تو آڈیو کو ایئر پوڈز سے ڈیفالٹ اسپیکر میں تبدیل کریں۔
zh_cn: 当两只 AirPods 都不在耳内时将音频输出切换至默认扬声器。

# Settings_ShowConnectButton_Setting.Description
source: Show or hide the «Connect» button on pop-up window. Pressing the button will connect AirPods.
lt_lt: Rodyti arba slėpti mygtuką „Prisijungti“ iššokančiajame lange. Paspaudus mygtuką, AirPods ausinės bus prijungtos.
ms_my: Tunjukkan atau sembunyikan butang «Sambung» pada tetingkap timbul. Menekan butang akan menyambungkan AirPods.
pt_br: Mostrar ou ocultar o botão «Conectar» na janela pop-up. Pressionar o botão conectará aos AirPods.
ur_pk: پاپ اپ ونڈو پر "کنیکٹ" بٹن دکھائیں یا چھپائیں۔ بٹن دبانے سے ایئر پوڈس جڑ جائیں گے۔

# Headphones_Warn_Startup_DisabledByUser.Message
source: For the best user experience, we recommend that you enable startup. You can do this from the «Startup» tab in Task Manager.
ko_kr: 최고의 사용자 경험을 위해 시작프로그램으로 등록하는 것을 권장합니다. 작업 관리자의 시작프로그램 탭에서 해당 설정을 변경할 수 있습니다.
lt_lt: Dėl geriausios vartotojo patirties, mes siūlome įgalinti paleidima su šiuo kompiuteriu funkcija. Tai galite padaryti iš užduočių tvarkytuvo skilties Paleistis.
ms_my: Untuk merasai penggunaan yang optimum, kami mengesyorkan agar anda mengaktifkan Permulaan. Anda boleh melakukan ini dari tab «Permulaan» dalam Task Manager.
pt_br: Para a melhor experiência do usuário, recomendamos que você habilite a execução na inicialização. Você pode fazer isso na guia "Inicializar" no Gerenciador de Tarefas.
sk_sk: Pre lepší užívateľský zážitok, odporúčame nastaviť spúšťanie aplikácie po štarte systému. Toto nastavenie môžete vykonať v správcovi úloh v záložke «Spustenie».
sl_si: Za najboljšo uporabniško izkušnjo priporočamo, da omogočite zagon aplikacije ob zagonu PC. To lahko storite na zavihku Zagon v Upravitelju opravil.
th_th: เพื่อประสบการณ์การใช้งานที่ดีที่สุด เราขอแนะนำให้คุณเปิดใช้งานการเริ่มต้นระบบ คุณสามารถทำได้จากแท็บ «เริ่มต้น» ในตัวจัดการงาน
ur_pk: بہترین صارف کے تجربے کے لیے، ہم تجویز کرتے ہیں کہ آپ اسٹارٹ اپ کو فعال کریں۔ آپ ٹاسک مینیجر میں "اسٹارٹ اپ" ٹیب سے یہ کر سکتے ہیں۔
zh_cn: 为获得最佳用户体验，我们建议您启用自动启动。 您可以从任务管理器中的“启动”选项卡执行此操作。

# Configure_VoiceOver_Choose_Announcer_Voice_No_Selected
source: No voice selected or available
ko_kr: 음성이 선택되지 않거나 제공되지 않음
nb_no: Ingen stemme valgt eller tilgjengelig
pt_br: Nenhuma voz selecionada ou disponível
si_lk: හඬක් තෝරාගෙන හෝ ලබා ගත නොහැක
sk_sk: Hlas nie je vybraný alebo dostupný
sl_si: Ni izbran ali na voljo noben glas
sr_latn: Ниједан глас није изабран или доступан
sv_se: Ingen röst har blivit vald, alternativt är rösten inte tillgänglig
th_th: ไม่ได้เลือกเสียงหรือไม่มีเสียงที่พร้อมใช้งาน
ur_pk: کوئی آواز منتخب یا دستیاب نہیں ہے
zh_cn: 没有选择声音或声音不可用

# Dialog_NotificationsDenied
source: Feature "VoiceOver notification" is turned off, can't get access to notifications. Please open «Privacy and notifications»‎, allow notifications access, then turn on "VoiceOver notification".
ko_kr: 알림에 접근할 수 없어 VoiceOver 알림 기능이 종료되었습니다. 윈도우의 알림 개인 정보 설정에서 접근을 허용 한 후 VoiceOver 알림을 다시 실행하십시오.
lt_lt: Funkcija įgarsinimas išjungta, negalima pasiekti pranešimų. Nustatymuose atidarykite „Privacy and notifications“, leiskite prieigą prie pranešimų ir tada įjunkite įgarsinimo funkcija.
ms_my: Ciri-ciri "Notifikasi VoiceOver" dimatikan, tidak boleh mendapatkan akses kepada notifikasi. Sila buka «Privasi dan notifikasi»‎, benarkan akses notifikasi, kemudian hidupkan "Notifikasi VoiceOver".
nb_no: Egenskapen "VoiceOver notifikasjon" er skrudd av, kan ikke få tilgang til notifikasjoner. Vennligst åpne "Privacy and notifications", tillat notifikasjon tilgang, deretter skru på "VoiceOver notifikasjon".
pt_br: O recurso de narração de notificações está desativado e/ou não tem acesso às notificações. Abra "Privacidade e notificações", permita o acesso às notificações e, em seguida, ative a narração de notificações.
si_lk: විශේෂාංගය "VoiceOver දැනුම්දීම" අක්‍රිය කර ඇත, දැනුම්දීම් වෙත ප්‍රවේශය ලබා ගත නොහැක. කරුණාකර «පෞද්ගලිකත්වය සහ දැනුම්දීම්» විවෘත කරන්න, දැනුම්දීම් ප්‍රවේශයට ඉඩ දෙන්න, ඉන්පසු "VoiceOver දැනුම්දීම" ක්‍රියාත්මක කරන්න.
sk_sk: Fukncia "Hlasové oznámenia" je vypnutá, nie je možné získať prístup k oznámeniam. Prosím otvorte «Súkromie a oznámenia», povoľte prístup k oznámeniam a zapnite "Hlasové oznámenia".
sl_si: Funkcija "Obvestilo VoiceOver" je izklopljena, ne morete dostopati do obvestil. Odprite "Zasebnost in obvestila", omogočite dostop do obvestil in nato vklopite "Obvestilo VoiceOver".
sr_latn: Функција "ВоицеОвер обавештење" је искључена, не можете да приступите обавештењима. Отворите"Приватност и обавештења", дозволите приступ обавештењима, а затим укључите"ВоицеОвер обавештење".
sv_se: Funktionen "VoiceOver-meddelande" är avstängd, kan inte få tillgång till aviseringar. Öppna «Sekretess och aviseringar», tillåt åtkomst till aviseringar och aktivera sedan "VoiceOver-meddelande".
th_th: ฟีเจอร์ "การแจ้งเตือน VoiceOver" ปิดอยู่ ไม่สามารถเข้าถึงการแจ้งเตือนได้ โปรดเปิด «ความเป็นส่วนตัวและการแจ้งเตือน»‎ อนุญาตการเข้าถึงการแจ้งเตือน จากนั้นเปิด "การแจ้งเตือน VoiceOver"
ur_pk: فیچر "وائس اوور نوٹیفکیشن" بند ہے، اطلاعات تک رسائی حاصل نہیں کر سکتے۔ براہ کرم «پرائیویسی اور اطلاعات»‎ کھولیں، اطلاعات تک رسائی کی اجازت دیں، پھر "وائس اوور نوٹیفکیشن" کو آن کریں۔
zh_cn: 无通知访问权限，“播报通知”已关闭。请打开<隐私和提醒>后，允许访问通知，再打开“播报通知”。

# Configure_VoiceOver_Setting_ChooseAnnouncerVoice.HyperlinkText
source: Add a new voice
pt_br: Adicionar nova voz
ur_pk: ایک نئی آواز شامل کریں

# Settings_Popup_Setting_ShowPopup.HyperlinkText
source: AirPods capability
pt_br: Capacidade dos AirPods
ur_pk: ایئر پوڈز کی صلاحیت

# Headphones_Settings_SwitchAudioOutput_Item_Disabled.Text
source: Disabled
ko_kr: 사용하지 않음
pt_br: Desabilitado
sk_sk: Vypnúť
sl_si: Onemogočeno
th_th: ปิดใช้งาน
ur_pk: غیر فعال
zh_cn: 禁用

# Headphones_Settings_EarDetection_Item_Disabled.Text
source: Disabled
ko_kr: 사용하지 않음
pt_br: Desabilitado
sk_sk: Vypnúť
sl_si: Onemogočeno
th_th: ปิดใช้งาน
ur_pk: غیر فعال
zh_cn: 禁用

# Headphones_Settings_AutoPause_Header.Text
source: Auto pause
ko_kr: 자동 정지
pt_br: Interromper automaticamente
sk_sk: Automaticky zastaviť prehrávanie
sl_si: Samodejna pavza
th_th: หยุดชั่วคราวอัตโนมัติ
ur_pk: آٹو توقف
zh_cn: 自动暂停

# Headphones_Settings_AutoPause_Description.Text
source: Pause playback after disconnecting headphones.
pt_br: Interromper a reprodução após desconectar os fones de ouvido.
ur_pk: ہیڈ فون منقطع کرنے کے بعد پلے بیک موقوف کریں۔

# Headphones_Settings_LowBatteryNotification_Header.Text
source: Low battery notification
ko_kr: 낮은 배터리 알림
pt_br: Notificação de bateria fraca
sk_sk: Oznámenie o nízkej úrovni batérie
sl_si: Obvestilo o nizkem stanju baterije
th_th: การแจ้งเตือนแบตเตอรี่ต่ํา
ur_pk: کم بیٹری کی اطلاع
zh_cn: 低电量提醒

# Headphones_Settings_LowBatteryNotification_Description.Text
source: Show a notification when the headphone charge is below the specified value.
ko_kr: 헤드폰의 배터리 잔량이 지정한 수치 보다 낮을 때 알림을 표시합니다.
pt_br: Mostrar uma notificação quando a carga do fone estiver menor que o valor especificado.
sk_sk: Zobraziť oznámenie, ak sa úroveň nabitia slúchadiel dostane pod nastavenú hodnotu.
sl_si: Prikaži obvestilo, ko je napolnjenost slušalk manjša od določene vrednosti.
th_th: แสดงการแจ้งเตือนเมื่อหูฟังเหลือแบตเตอรี่ต่ำกว่าที่ตั้งไว้
ur_pk: جب ہیڈ فون کا چارج مخصوص قیمت سے کم ہو تو اطلاع دکھائیں۔
zh_cn: 当耳机电量低于指定值时显示通知。

# Headphones_Settings_LowBatteryNotification_Slider_TextOff
source: Off
ko_kr: 끔
pt_br: Desligado
sk_sk: Vypnuté
sl_si: Izklopljeno
th_th: ปิด
ur_pk: بند
zh_cn: 关

# Headphones_Settings_ConnectDisconnectHotkey_Description.Text
source: Global hotkey to connect or disconnect headphones.
ko_kr: 헤드폰을 연결하거나 끊을 수 있는 전역 단축키.
pt_br: Teclas de atalho globais para conectar e desconectar os fones de ouvido.
sk_sk: Všeobecná klávesová skratka pre pripojenie alebo odpojenie slúchadiel.
sl_si: Globalna tipka za povezovanje ali izključevanje slušalk.
th_th: ปุ่มลัดทั้งระบบเพื่อเชื่อมต่อหรือหยุดเชื่อมต่ออุปกรณ์
ur_pk: ہیڈ فون کو جوڑنے یا منقطع کرنے کے لیے عالمی ہاٹکی۔
zh_cn: 用于连接或断开耳机的全局快捷键。

# Headphones_Settings_ConnectDisconnectHotkey_Header.Text
source: Connect hotkey
ko_kr: 단축키 연결
pt_br: Teclas de atalho para conectar
sk_sk: Klávesová skratka pre pripojenie
sl_si: Hitra tipka za povezovanje
th_th: ปุ่มลัดการเชื่อมต่อ
ur_pk: ہاٹکی کو جوڑیں
zh_cn: 连接快捷键

# Support_DeveloperApps_Header.HyperlinkText
source: Hide
pt_br: Ocultar
ur_pk: چھپائیں

# Settings_AudioStreaming_Setting_StreamingDevice.HyperlinkText
source: Add a new device
pt_br: Adicionar novo dispositivo
ur_pk: ایک نیا آلہ شامل کریں

# Buttons_LearnMore.Content
source: Learn more
pt_br: Saiba mais
ur_pk: اورجانیے

# Headphones_Settings_Airoha_ChipFirmware_Header.Text
source: Chip
pt_br: Chipe
ur_pk: چپ

# Headphones_Settings_Airoha_ChipUnsupported_Header.Text
source: The chip is not yet supported
pt_br: O chip ainda não é suportado
ur_pk: چپ ابھی تک تعاون یافتہ نہیں ہے۔

# Headphones_Settings_Airoha_NoiseCancellation_Header.Text
source: Noise cancellation
pt_br: Cancelamento de ruído
ur_pk: شور کی منسوخی

# Headphones_Settings_Airoha_NoiseCancellation_Item_Off.Text
source: Off
pt_br: Desligado
ur_pk: بند

# Headphones_Settings_Airoha_NoiseCancellation_Item_Transparency.Text
source: Transparency
pt_br: Transparência
ur_pk: شفافیت

# Headphones_Settings_Airoha_NoiseCancellation_Filter_Header.Text
source: Noise cancellation filter
pt_br: Filtro de cancelamento de ruído
ur_pk: شور منسوخی فلٹر

# Headphones_Settings_Airoha_NoiseCancellation_Filter_Item_Traffic.Text
source: Traffic
pt_br: Trânsito
ur_pk: ٹریفک

# Headphones_Settings_Airoha_NoiseCancellation_Filter_Item_Indoor.Text
source: Indoor
pt_br: Espaço interno
ur_pk: انڈور

# Headphones_Settings_Airoha_NoiseCancellation_Filter_Item_Meditation.Text
source: Meditation
pt_br: Meditação
ur_pk: مراقبہ

# Headphones_Settings_Airoha_HeadTracking_Header.Text
source: Head tracking
pt_br: Rastreamento de cabeça
ur_pk: ہیڈ ٹریکنگ

# Headphones_Settings_Airoha_HeadTracking_Description.Text
source: Wear both AirPods before use.
pt_br: Utilize ambos fones de ouvido antes de ativar.
ur_pk: استعمال کرنے سے پہلے دونوں ایئر پوڈز پہن لیں۔

# Headphones_Settings_Airoha_HeadTracking_Item_Off.Text
source: Off
pt_br: Desligado
ur_pk: بند

# Headphones_Settings_Airoha_HeadTracking_Item_Fixed.Text
source: Fixed
pt_br: Fixo
ur_pk: طے شدہ

# Headphones_Settings_Airoha_HeadTracking_Item_HeadTracked.Text
source: Head tracked
pt_br: Movimento rastreado
ur_pk: سر ٹریک کیا

# Headphones_Settings_Airoha_LeftAirPod_PressAndHold_Header.Text
source: Left AirPod press and hold
pt_br: Pressionar e segurar o AirPod esquerdo
ur_pk: AirPod کو بائیں دبائیں اور دبائے رکھیں

# Headphones_Settings_Airoha_RightAirPod_PressAndHold_Header.Text
source: Right AirPod press and hold
pt_br: Pressionar e segurar o AirPod direito
ur_pk: دائیں ایر پوڈ کو دبائیں اور ہولڈ کریں۔

# Headphones_Settings_Airoha_PressAndHold_Item_VoiceAssistant.Text
source: Voice assistant
pt_br: Assistente de voz
ur_pk: وائس اسسٹنٹ

# Headphones_Settings_Airoha_LeftAirPod_Sensitivity_Header.Text
source: Left AirPod sensitivity
pt_br: Sensibilidade do AriPod esquerdo
ur_pk: بائیں ایئر پوڈ کی حساسیت

# Headphones_Settings_Airoha_PressSpeed_Header.Text
source: Press speed
pt_br: Velocidade do pressionar
ur_pk: رفتار دبائیں

# Headphones_Settings_Airoha_PressSpeed_Item_Medium.Text
source: Medium
pt_br: Média
ur_pk: درمیانہ

# Headphones_Settings_Airoha_PressSpeed_Item_Slower.Text
source: Slower
pt_br: Lenta
ur_pk: آہستہ

# Headphones_Settings_Airoha_LongPress_Header.Text
source: Long press
pt_br: Pressionar longo
ur_pk: طویل دبائیں

# Headphones_Settings_Airoha_LongPress_Item_Shorter.Text
source: Shorter
pt_br: Curto
ur_pk: چھوٹا

# Headphones_Settings_Airoha_LongPress_Item_Medium.Text
source: Medium
pt_br: Médio
ur_pk: درمیانہ

# Headphones_Settings_Airoha_LongPress_Item_Longer.Text
source: Longer
pt_br: Longo
ur_pk: لمبا

# Headphones_Settings_Airoha_LongPress_Description.Text
source: Adjust the time of press and hold the left AirPod and the right AirPod.
pt_br: Ajuste o tempo de pressionamento contínuo dos AirPods.
ur_pk: دبانے کے وقت کو ایڈجسٹ کریں اور بائیں ایئر پوڈ اور دائیں ایئر پوڈ کو تھامیں۔

# Headphones_Settings_Airoha_EMP_Header.Text
source: Enhanced multipoint connection
pt_br: Conexão multiponto aprimorada
ur_pk: بہتر ملٹی پوائنٹ کنکشن

# Headphones_Settings_Airoha_EMP_Description.Text
source: Lets you connect two devices at once to your headphones. Required AirPods factory reset to apply.
pt_br: Permite conectar dois dispositivos ao mesmo tempo aos seus fones de ouvido. Redefinição de fábrica dos AirPods necessária para aplicar.
ur_pk: آپ کو اپنے ہیڈ فونز سے ایک ساتھ دو آلات جوڑنے دیتا ہے۔ درخواست دینے کے لیے درکار AirPods فیکٹری ری سیٹ۔

# Headphones_Settings_Airoha_EMP_Item_MultipointMode.Text
source: Multipoint mode
pt_br: Modo multiponto
ur_pk: ملٹی پوائنٹ موڈ

# Headphones_Settings_Airoha_EMP_Item_NormalMode.Text
source: Normal mode
pt_br: Modo normal
ur_pk: نارمل موڈ

# Headphones_Settings_Airoha_WindNoiseReduction_Description.Text
source: Required AirPods factory reset to apply.
pt_br: Redefinição de fábrica dos AirPods necessária para aplicar.
ur_pk: درخواست دینے کے لیے درکار AirPods فیکٹری ری سیٹ۔

# Headphones_Settings_Airoha_WindNoiseReduction_Sensitivity_Header.Text
source: Wind noise reduction sensitivity
pt_br: Sensibilidade de redução de ruído do vento
ur_pk: ہوا کے شور میں کمی کی حساسیت

# Headphones_Settings_Airoha_WindNoiseReduction_Header.Text
source: Wind noise reduction
pt_br: Redução de ruído do vento
ur_pk: ہوا کے شور میں کمی

# Headphones_Settings_Airoha_WindNoiseReduction_Sensitivity_Item_Low.Text
source: Low
pt_br: Baixa
ur_pk: کم

# Headphones_Settings_Airoha_WindNoiseReduction_Sensitivity_Item_Medium.Text
source: Medium
pt_br: Média
ur_pk: درمیانہ

# Headphones_Settings_Airoha_WindNoiseReduction_Sensitivity_Item_Hight.Text
source: Hight
pt_br: Alta
ur_pk: ہائیٹ

# Headphones_Settings_Airoha_VoiceControl_Header.Text
source: Voice control
pt_br: Controle de voz
ur_pk: صوتی کنٹرول

# Headphones_Settings_Airoha_GameMode_Header.Text
source: Game mode
pt_br: Modo de jogo
ur_pk: کھیل کی قسم

# Headphones_Settings_Airoha_GameMode_Description.Text
source: It can also be activated by pressing five times on left or right AirPod.
pt_br: Também pode ser ativado pressionando cinco vezes no AirPod esquerdo ou direito.
ur_pk: اسے بائیں یا دائیں ایئر پوڈ پر پانچ بار دبانے سے بھی چالو کیا جا سکتا ہے۔

# Headphones_Settings_FakeHeadphonesWarning_Header.Text
source: It could be fake headphones
pt_br: Podem ser fones de ouvido falsos
ur_pk: یہ جعلی ہیڈ فون ہو سکتا ہے۔

# Headphones_Settings_Airoha_FactoryReset_Header.Text
source: Factory reset
pt_br: Redefinição de fábrica
ur_pk: از سرے نو ترتیب

# Headphones_Settings_Airoha_FactoryReset_Description.Text
source: Place the AirPods in the case, open the lid then press the button about 10 seconds.
pt_br: Coloque os AirPods no estojo, abra a tampa e pressione o botão por cerca de 10 segundos.
ur_pk: ایئر پوڈز کو کیس میں رکھیں، ڈھکن کھولیں پھر بٹن کو تقریباً 10 سیکنڈ دبائیں۔

# Headphones_Settings_Experimental_Description.Text
source: Experimental feature
pt_br: Funcionalidade experimental
ur_pk: تجرباتی خصوصیت

# Headphones_Settings_Airoha_WindNoiseReduction_Sensitivity_Description.Text
source: Required AirPods factory reset to apply.
pt_br: Redefinição de fábrica dos AirPods necessária para aplicar.
ur_pk: درخواست دینے کے لیے درکار AirPods فیکٹری ری سیٹ۔
